/* GENERAL STRINGS */

"Delete project?" = "Delete project?";
"OK" = "OK";
"Basic Settings" = "Basic Settings";
"Basic settings" = "Basic settings";


/* MAIN ACTIVITIES*/

"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";

/* HOME VIEW */

"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete.";

/* PROJECTS VIEW */

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"There's nothing here right now." = "There's nothing here right now.";
"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";


/* Button that shows a menu with the followering options */
"Sort" = "Sort";
"Sort items" = "Sort items"; /* The title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date items were created */
"Title" = "Title"; /* Sort by item title */

/* Default names for a new project and new item */
"New Project" = "New Project";
"New Item" = "New Item";

/* EDITING PROJECTS*/
"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this project";
"Custom project color" = "Custom project color";
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";
"Project reminders" = "Project reminders";
"Show reminders" = "Show reminders";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";
"Reminder time" = "Reminder time";


/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Close this project";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely" = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Are you sure you want to delete this project?" = "Are you sure you want to delete this project?";

/* EDITING ITEMS */
"Edit Item" = "Edit Item";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";
"Priority" = "Priority";
"Item name" = "Item name";
"Description" = "Description";
"Mark Completed" = "Mark Completed"; /* Mark this item as being completed (finished/accomplished) */

/* AWARDS */
"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";


/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";

